Repository: mozilla-l10n/mt-training-data
Catalog: plk/plk_pontoon.tmx
Source language: en_us
Languages: plk

source: 100 people recording 100 sentences a day can generate 13 hours of audio. Keeping up this performance, 1000 hours can be reached under 3 months.
plk: ایْک دیزمجی 100 جُملائے ریکارڈ تھینَک 100 منُوڙَس 13 گھنٹو آڈیو تِیار تھوبانَن۔ آ تکِھیار برقرار تِھیؤ 3 موزو مجی 1000 گھنٹو بُجَیش اُڇھبانَن۔

source: 1 sentence collected
plk: جُملہ ٹول تِھجِلوْ۔

source: 2019 End-of-Year Release
plk: 2019 کالے آخر دہ ریلیز

source: 2 down, keep it up!<playIcon></playIcon>
plk: 2 کھریْ، آ جاری پھتِیا ǃ <playIcon></playIcon>

source: ≥ 2 No votes
plk: ≥ 2 نیں ووٹیْ

source: ≥ 2 Yes votes
plk: ≥ 2 اوں ووٹیْ

source: Abaza
plk: ابازا

source: Abbreviations and Acronyms
plk: مخففات

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
plk: ماخذو متن دہ مخففات گہ اختصاریے کاتھ چہ “USA” or “ICE” آئیݨوجیْ گُریز تھون پکارِن تے چہ ییْہ آ ولِجیْ پڑِیجکنَن کھاں سیݨے ہِجّو سے مطابقت نہ لرینَن۔ مُتیْ آ چہ ایک مخففے کِرِیا لے صحیح ریڈنگز گہ بوبانِن

source: Abkhaz
plk: ابکھاز

source: About
plk: بارَد

source: About options menu
plk: اختِیاراتو مینو بارَد ڇکِیا

source: About us
plk: اسے بارَد

source: About us options menu
plk: اسیے بارَد واکے اختیارے مینو

source: Academic Reference
plk: تعلیمی حوالہ

source: Accent
plk: لہجہ

source: Accepted file types: .tsv only
plk: فائلے قبول بِلیْ قسم: .tsv صرف

source: Access a global dataset of user-contributed voice recordings with the Common Voice API. Enhance your applications with high-quality speech recognition through endpoints for:
plk: کامن وائس APIساتیْ صارفے تعاون گیْ آوازو ریکارڈنگے عالمی ڈیٹاسیٹ بُجَیش اُڇِھیار تِھیا۔ تومیْ ایپلی کیشنز اُچَت معیارے شِناخ سے ساتیْ اختتامی پوائنٹو ذریعہ گیْ بہتر سنِیا:

source: Access press releases and stories related to Common Voice
plk: کامن وائس اےْ بارَد پریس ریلیز گہ قصَو بُجَیش اُڇِھیار حاصل تِھیا

source: Account
plk: اکاؤنٹ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
plk: <accuracyLink> سُونڇِھیارے معیارِجیْ شنا متیْ گہ ڇکِیا۔ </accuracyLink>

source: Acehnese
plk: اچینیز

source: Achomi
plk: اچومی

source: Acronyms should be written as they are normally written in the language, following standard capitalization rules. They should not be transcribed phonetically. Example:
plk: مخففات آتھ لِکِیا کاتھ چہ عام شان گیْ جِب دہ لِکِجنَن، معیاری حروف تہجی اُصولِجیْ عمل تھے اسݨوْ صوتی شان گیْ نہ تھون پکارن

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
plk: { $actionType }<micIcon></micIcon> آں قدرتی شان گیْ جُواب دیا کاتھ چہ دوبانَت۔

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
plk: { $actionType }<playIcon></playIcon> لِکِیا چہ اسہ منُوڙوْس جو رزانوْ آں څھوْس جو ݜُݨنَت۔

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
plk: { $actionType }<playIcon></playIcon>سیݨا جُملہ صحیح رجیگان یا؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
plk: { $actionType }<playIcon></playIcon> آڈیو کلپ کوْݨ دِیا، آں نقل چیک تِھیا۔ آ ایْکتینَن یا؟ اگر نیں، توْ بالکل مماثل بونے کِرِیا آس دہ ترمیم تِھیا۔

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
plk: { $actionType }<recordIcon></recordIcon> آ جُملہ ست دُبار ہاݜ آواز گیْ پڑِیا۔

source: { $actionType }<stopIcon></stopIcon> when done
plk: { $actionType }<stopIcon></stopIcon> لئی مِݜٹیْ۔

source: { $actionType } submit when ready
plk: { $actionType } جملائےتِیارَن توْ جمع تِھیا۔

source: Adamawa Fulfulde
plk: ادماوا فلفلدے

source: Add an API credential name
plk: API سندے نُوم شامل تِھیا

source: Add and Review Sentences, Add Questions, Transcribe Audio
plk: جُملائے ٹل تِھیا آں اسݨے جائزہ ہرہ، سوالات ٹل تِھیا، آڈیو نقل تِھیا۔

source: Add a question <icon></icon> in { $currentLocale } for people to answer
plk: سوال ٹل تِھیا <icon> { $currentLocale } جگو جُوابے کِرِیا

source: Add as much information as you can about the language. This could include:
plk: جِبے بارَد لے جیْ لے معلومات ٹل تِھیا آ ٹل بوبانَن:

source: Add <icon></icon> a public domain sentence
plk: ٹل تِھیا <icon></icon> پبلک ڈومینے ایک جُملہ۔

source: Add information
plk: معلومات ٹل تِھیا۔

source: Adding a Question
plk: سوال ٹل تھون

source: Adding Questions
plk: سوالات ٹل تھون

source: Adding Sentences
plk: جُملائے ٹل تھون

source: Additional Language
plk: بسکوچیْ جِب

source: Add Language
plk: جِب ٹل تِھیا

source: Add new custom accent "{ $inputValue }"
plk: حسب ضورڑت نو لہجہ ٹل تِھیا ” { $inputValue }“

source: Add new sentences for the community to read
plk: قامے جگو پڑیونے کِرِیا ناں جُملائے ٹل تِھیا۔

source: Add one sentence per line
plk: ایْک جُملہ ایک کِھڇی دہ ٹل تِھیا۔

source: Add questions in your language
plk: تومیْ جِب دہ سوالات ٹل تِھیا۔

source: Add Questions <small>(Coming soon)</small>
plk: سوال ٹل تِھیا <small> (جِنیْ اِیوݨَس) </small>

source: Add Sentences
plk: جُملائے ٹک تِھیا۔

source: Add sentences in your language
plk: تومیْ جِب دہ جُملائے ٹل تِھیا۔

source: Add Text
plk: عبارت ٹل تِھیا

source: Add up to 1,000 sentences
plk: 1000 جُملو بُجَیش ٹل تِھیا۔

source: Add up to 25 questions <icon></icon> to the { $currentLocale } dataset for people to answer
plk: 25 سوالو بُجَیش شامل تِھیا<icon></icon> ڈیٹا سیٹِجیْ جگو سوالو جواب دونے کِرِیا{ $currentLocale }

source: Add Your Voice
plk: تومیْ آواز ٹل تِھیا۔

source: Adja
plk: ادجہ

source: Adyghe (West Circassian)
plk: ادیگھے

source: Afaan Oromo
plk: آفان اورومو

source: Afar
plk: آفار

source: A few bytes
plk: اپیْ ہے بائٹس

source: A filler word or sound used as a placeholder whilst a speaker decides what to say. In English, some common hesitation sounds are “err”, “um”, “huh”, etc.
plk: فلر لفظ یا آواز پلیس ہولڈر شان گیْ استعمال بِینیْ، آں سپیکر سہ فیصلہ تِھینوْ چہ جو رزونِنیْ انگرزی دہ کوئے عام تِھتَھم بونے آوازہ "Err"، "um"، "huh" وغیرہ

source: Afrikaans
plk: افریکی

source: Again, you can flag content that is offensive, harmful or otherwise worrying, and it will be removed from your experience until the Common Voice team can review it and investigate further.
plk: ایْک چوْٹ پھری، څھوْس ادو موادِجیْ جھنڈا ݜائبانَت کھاں جارحانہ، نوخصان دہ یا مُتیْ صورتو مجیْ تشویشناک بی، آں اسہ څھے تجربہ گیْ پیر تِھجَوٰ کرہ بُجَیش چہ کامن وائس ٹیم سہ اسہ سے جائزہ ہرِی مزید تفتیش نہ تھی۔

source: Age
plk: عمر

source: A good question for public participation datasets should:
plk: عوامی شرکتے ڈیٹاسیٹس اےْ کِرِیا ایک مِݜٹو سوال:

source: Agriculture and Food
plk: زراعت گہ خوراک

source: Albanian
plk: البانین

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
plk: شِناکَک پس منظرے شور مِݜٹِن، اگر څھوْس کوئے مُتو منُوڙے چھیلہ چھیلہ لفظی رزون ݜُݨنَت تو کلپ رَد تھون پکارُن۔ عام شان گیْ ادا بِینیْ کُدی ٹی وی بِدِیلیْ بِی یا کُدی کِھن دہ جو موْݜ کال بی۔

source: All
plk: بُٹہ

source: All sentence must have the same domain
plk: بُٹہ جُملو ایک ڈومین بون پکارُن۔

source: All sentences must have the same citation
plk: بُٹہ جُملو ایْک حوالہ بون پکارُن۔

source: Already have an account? <login>Log-In</login>
plk: مُڇھو گیْ اکاؤنٹ ہنو <login> لاگ ان </login>

source: Alsatian
plk: السیشین

source: Amba
plk: امبا

source: Amharic
plk: امہارک

source: Analyzing and improving speech models
plk: تقریری ماڈلو تجزیہ گہ بہتری

source: And <bold>DOES NOT</bold> include:
plk: آں <bold>DOES NOT</bold> دہ شاملَن

source: And then I [noise] went on holiday. Well, [noise] [laugh] it wasn’t exactly a holiday [laugh]
plk: آں تھے چیغہ بڑِتھیْ مِںٹِنیْ، [شور] [ہازیْ] آ بالکل نہ بڑِیتِھن [ہازی]

source: And then I went to <underline>the the the bed- the</underline> bedroom
plk: آں تھے موْں گِیاس <underline> تے تے تے کھچٹیْ۔تے</underline> نیڙے کمرہ

source: An error occurred fetching sentences
plk: جُملو اوروڑ دہ ایْک خرابی آلِن۔

source: An error occurred in voting the question
plk: سوالڑ ووٹ دون دہ خرابی پیخ بِلِن

source: An error occurred reviewing this sentence
plk: آ جُملائے جائزہ ہرون دہ ایْک غلطی بِلِن۔

source: An error occurred submitting your voice information
plk: څھے آوازے معلومات جمع تھون دہ ایْک خرابی پیخ آلِن۔

source: An error occurred while creating this transcript
plk: آ ٹرانسکرپٹ سنون دہ ایک غلطی بِلِن۔

source: An error occurred while editing the transcript
plk: ٹرانسکرپٹ دہ ترمیم تھونے وخ دہ ایْک غلطی بِلِن۔

source: An error occurred while recording
plk: ریکارڈنگ تھون دہ ایْک غلطی بِلِن۔

source: An error occurred while skipping the transcript
plk: ٹرانسکرپٹ پھتونے وخ دہ ایک غلطی بِلِن۔

source: An error occurred while skipping this prompt
plk: پرامپٹ پھتونے وخ دہ ایْک غلطی بِلِن۔

source: An error occurred while submitting the report
plk: رپورٹ جمع تھیون دہ ایْک غلطی بِلِن۔

source: An error occurred while uploading your response
plk: څھے جُواب اپ لوڈ تھون دہ ایْک غلطی بِلِن۔

source: An error occurred while voting the prompt
plk: پرامٹر ووٹ دونے وخ دہ خرابی پیخ بِلیْ

source: An error occurred while voting the transcript
plk: ٹرانسکرپٹر ووٹ دونے وخ دہ ایْک غلطی بِلِن۔

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
plk: گُمنام صارف ڈیٹا کاتھ چہ عمر، جنس، گہ لہجہ اسپیچ ریکگنیشن اِنجنو صحیح شان گیْ تربیت دونے کِرِیا استعمال بی آڈیوڈیٹا سم تھون دہ مدد تِھینوْ۔ څھے صارف نُوم گہ ای میل کرہ گہ څھے جمع تِھییلوْ ڈیٹا سے ساتیْ مُنسلِک نہ تِھجانوْ۔ څھوْس آ سے انتخاب تھوبانَت چہ څھے صارف نُوم څرگن یا چَپ تھونُن۔

source: Answer
plk: جواب

source: Answering a Question
plk: سوالے جواب دِون

source: Answer Naturally and Authentically
plk: قدرتی گہ مستند جواب دِیا۔

source: Answer questions
plk: سُوالو جُواب دِیا

source: Answer Questions
plk: سوال کھوجِیا

source: Answer Questions <small>(Coming soon)</small>
plk: سُوالے جُواب دِیا <small> (جِنیْ اِیوݨَس)</small>

source: An unexpected error occurred. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
plk: ایْک غیر متوقع خرابی پیخ بِلِن۔ مہربانی تھے ست دوبار کوشش تِھیا۔ امدادے کِرِیا، مہربانی تھے <matrixLink>Matrix کمیونٹی چیٹ</matrixLink> دہ شامل بِیا، <githubLink>GitHub</githubLink> ذریعہ سائٹےمسائلو نگرانی تِھیا یا <discourseLink>اسے ڈسکورس فورمڑ</discourseLink> بوجہ

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
plk: کوئے گہ منُوڙوْس ٹیکسٹ گہ ڈیٹاسیٹ بگَے، سنَے، آں کیوریٹنگ تھے تومیْ جِب محفوظ، جودیْ گہ اُتَھلیْ تھوبانوْ۔

source: Any other type of noise, such as the speaker coughing or clearing their throat, a car honking, the sound of something hitting the microphone, a phone buzzing, etc.
plk: مُتیْ قِسمے چیغہ، کاتھ اسپیکر سہ کُھو تِھی یا ݜوٹوْ تازہ تِھی موٹرے ہارن دون، مائیکروفون سے جو چوْٹ دِجونے آواز، ٹیلی فون بشجون

source: API
plk: اے پی آئی

source: API Client ID
plk: API کلائینٹے آئی ڈی

source: API Client Secret
plk: API کلائینٹ اے راز

source: API credential deleted successfully
plk: API اسناد کامیابی گیْ ڈیلیٹ بِلیْ

source: API Credential Name
plk: API اسناے نُوم

source: Approve
plk: منظور تِھیا

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
plk: ایْک پرسکون پس منظرے ہب مِݜٹُن، مگر بیْہ ادیئے بسکوچیْ آوازہ نہ لُکھوݨَس کھائیݨو وجہ گیْ مشین الگور تھم ادا الفاظو شناخ تھوبا کھاں لِکِیلوْ متن دہ نِش۔ اگر څھوْس بیل متنِجیْ چھیلہ چھیلہ الفاظ ݜُݨبانَت، توْ کلپ رَد تھون پکارُن۔ عام شان گیْ ادا بِینیْ کُدی ٹی وی پھتِیلوْ بینوْ یا کُدی ایلہ جوْ موْݜ کال بی۔

source: Arabic
plk: عربی

source: Aragonese
plk: آراگونیسے

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
plk: څھوْ مُڇھو گیْ کامن وائس اےْ سپونٹینیئس اسپیچ پروجیکٹے کِرِیا اسے بِیٹا ٹیسٹنگ گروپ دانَت؟

source: Are you coming? [called by another]
plk: تُوْ اِینوئے یا؟ [دُوموگوْئے ہَو تھاؤ]

source: Are you coming? <strong>[called by another]</strong>
plk: څھوْ اینَت یا؟ <strong> [دوموگوئے لُکھاؤ] </strong>

source: Are you sure?
plk: څھوْڑ یقِینِن یا؟

source: Are you sure you want to cancel generating an API credential?
plk: واقعی څھوْس API سند تِیار تھون منسوخ تھینَت یا؟

source: Are you sure you want to delete API credential <bold>{ $apiKeyName }</bold>? This action can’t be undone
plk: څھوْش API سند واقعی دہ ڈیلیٹ تھینَت یا؟<bold> </bold> آئے ایکشن کرہ گہ انڈو نہ تِھجبانوْ

source: Armenian
plk: امریکن

source: Armenian Western
plk: مغربی آرمینائی

source: Aromanian
plk: ارومیانین

source: Arvanitika
plk: اروانیتکا

source: Asheninka Perene
plk: اشنینکا پیرین

source: Asheninka South Ucayali
plk: اشنینکا جنوبی یوکیالی

source: A single space-separated token should contain more than one tagged span.
plk: ایْک واحد (اکلیْ) زائی جیْ جُدا تِھیلوْ ٹوکن دہ ایْکِجیْ بسکہ ٹیگ تھیلہ فاصلائے بون پکارن۔

source: Ask about a new language
plk: نئی جِبے بارَد کھوجِیا

source: Ask About Bilingual Contexts
plk: دو لسانی سیاق گہ سباقے بارَد کھوجِیا

source: Ask for codeswitching or request translation
plk: کوڈ سوئچنگ تھونے کِرِیا کھوجِیا یا ترجمائے درخواست تِھیا

source: Ask for Direct Quotes or Reenactments
plk: براہ راست اقتباسات یا ست دُبار عمل درآمدے کِرِیا کھوجِیا۔

source: Ask Mozilla to share your events
plk: موزیلاڑ تومہ واقعاتو اشتراکے رزہ۔

source: Ask sensitive questions
plk: حساس قِسمے سوالات کھوجِیا

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
plk: سوالات کھوجِیا <matrixLink> میٹریکس </matrixLink><discourseLink>موْݜ کال </discourseLink> یا <emailLink> ای میل</emailLink>

source: As of Common Voice 23.0, all Common Voice datasets are exclusively available for download through Mozilla Data Collective! This page serves as a historical archive for past versions of Mozilla Common Voice datasets. Archive releases should only be used in specific research scenarios, not for training, to respect the wishes of those who have requested that their contributions be excluded.
plk: کامن وائس 23.0 اےْ مطابق، تمام کامن وائس ڈیٹا سیٹس خاص شان گیْ موزیلا ڈیٹا کلیکٹو اےْ ذریعہ گیْ ڈاؤن لوڈ تھݩون دستیابُن۔ آئے صفحہ موزیلا کامن وائس ڈیٹا سیٹو ماضی وزیٹرو کِرِیا ایْک تاریخی شان گیْ کوْم تِھینوْ۔ آرکائیو ریلیز صرف مخصوص تحقیقی منظر نامو مجی استعمال تھون پکارُن، تربِیاتے کِرِیا نیں، آں اسہ جگو خواہشاتو احترام تھونے کِرِیا کھائیݨا درخواست تھیگان چہ سیْݨے تعاون خارِج تِھجوݨتھہ

source: Assamese
plk: آسامیسے

source: Assume you know the language of every word – tag based on usage.
plk: فرض تِھیا چہ څھوْس ہر لفظے جِب لڇھینَت۔ استعمالے بنیادِجیْ ٹیگ۔

source: Asturian
plk: آسٹرین

source: Atayal
plk: اتایال

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
plk: ٹرانسکرپشن دہ ہر لفظ یا غیر لغوی موْݜ کال گہ آواز گرفت دہ ہرون پکارن، کھاں منُوڙوئے رجاؤس، مذکور سے ساتیْ۔

source: Attention!
plk: دڑ ہنیْ کے اݩڇھہ وزنَن

source: Audio Format
plk: آڈیو فارمیٹ

source: Automotive and Transport
plk: آٹوموٹِیو گہ ٹرانسپورٹ

source: Avatar
plk: اواتار

source: Avatar uploaded
plk: اواتار اپ لوڈ بِلُن۔

source: Average
plk: اوسط

source: A voice clip is marked "valid" when a user gives it a Yes vote.
plk: صوتی کلپ ”صحینوْ“ تھے نشان زد تِھجانوْ کرہ چہ کوئے صارف سہ ڇکے اوں تھے ووٹ دِینوْ۔

source: Avoid hateful, inflammatory or otherwise offensive speech
plk: نفرت انگیز، اشتعال انگیز گہ جارحانہ تقریر یا موْݜ کال تھونِجیْ اکو رڇھہ۔

source: Avoid too much background noise - it should be easy to hear you.
plk: چارچاپیر چیخوجیْ بچ بِیا، آں څھوْڑ ݜُݨون ہسان بون پکارن۔

source: Awards
plk: انعامات

source: A word or sequence of words that cannot be understood.
plk: ادو لفظ یا لفظے ترتیب چہ کھاں سِجیْ نہ پرُجیئے

source: Azerbaijani
plk: آزربائجانی

source: Baatonum
plk: باتونُم

source: Baba Malay
plk: بابا مالے

source: Back
plk: واپس

source: Background Noise
plk: پس منظرے چیغہ

source: Background Voices
plk: پس منظرے آوازیْ

source: Back to Top
plk: پتو چُھوپڑ بوجہ

source: Bafia
plk: بافیا

source: Bafut
plk: بَفُت

source: Bahasa Malay
plk: بہاسا مالائی

source: Bakoko
plk: بکوکو

source: Balochi
plk: بلوچی

source: Balti
plk: بلتی

source: Bambara
plk: بمبارا

source: Bamun
plk: بَمُون

source: Bamvele
plk: بَمویلے

source: Bankon
plk: بنکون

source: Baoule
plk: باوؤلے

source: Basaa
plk: باسا

source: Bashkir
plk: بشکِر

source: Basque
plk: باسکی

source: Batanga
plk: بتنگا

source: Bateri
plk: بٹیڑی

source: Be Careful with Lookalikes
plk: لیل بین کوجیْ ہوشیار بِیا

source: Be careful with lookalike words
plk: ایْک شانِیؤ الفاظ کمون احتیاط تِھیا

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
plk: آ بُنیادِجیْ کھاں گہ کلپ رَد تھونِجیْ مُڇھواحتیاط تِھیا چہ قارِی سہ کھاں لفظے تلفظ غلط تھینوْ زائی دہ تھاؤن، یا سوالیہ نکھوْ نظر انداز تھاؤن۔ دُنیے دہ لا قسمو تلفظ استعمال بینَن، کھاں څھوْ توموْ قبیلہ دہ نہ ݜُݨِیلانت بو۔ مہربانی تھے اسہ جگو کِرِیا تعریفے ایک مارجن پھتِیا کھانس څھوْجیْ مُتیْ شانِیؤ موْݜ تھینَن۔

source: Become a Common Voice Partner
plk: کامن وائس اےْ پارٹنر سنِجہ

source: Be easy to understand and respond to
plk: لڇھون گہ جواب دون دہ ہسان سنِجہ

source: Be generally relevant
plk: عام شان گیْ متعلقہ بِیا

source: Belarusian
plk: بیلارشین

source: Benefits
plk: فائدائے

source: Bengali
plk: بنگالی

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
plk: [بیریٹ سَمُن، اگر چہ مُڇِھنو رُکنِجیْ (یوکے) یا دوموگوْ (یوایس) جیْ ارتکازِن]۔

source: Betawi
plk: بیتاوی

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
plk: جِبو حقیقتو کِرِیا مِݜٹوْ تعاون کاتھ چہ ترجمہ <mark> آں کوڈ سوئچنگ </mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
plk: آ جِبو کِرِیا مِݜٹیْ سپورٹ کھاݩس دہ استعمال تھونے کِرِیا لو کم یا<mark> کوئے ٹیکسٹ کارپس </mark> نِش (مثال گیْ سماجی، مختلف قِسمو، تاریخی شان گیْ غیر اسکرپٹ شدہ جِبہ وغیرہ)

source: Bodo
plk: بودو

source: <bold>Avoid switching if you normally do it.</bold> It’s fine to switch mid-sentence, mid-thought, or just for one word.
plk: <bold> اگر څھوْس عام شان گیْ آتھ تھینَت توْ تے سوئج تھونِجیْ گریز تِھیا</bold> جملائے ہوریْ دہ، یا صرف ایْک لفظے کِرِیا تبدیل تھون صحیح نیْ۔

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
plk: <bold>سول سوسائٹی گہ محققِین </bold> مفت دہ مؤثر ڈیٹا سیٹ سنِیا، مدڇِھیار تِھیا آں اسݨیْے اشتراک تِھیا۔

source: <bold>“Correct” your language.</bold> This isn’t a test. “Proper” form doesn’t matter here, natural language does.
plk: <bold> تومیْ جِب ”صحیح“ تِھیا۔</bold> آ ٹیسٹ نانیْ۔ ادی ”مناسب“ شکل گیْ جو فرق نہ بِینوْ، قدرتی جِبِجیْ فرق بِینوْ۔

source: <bold>{ $count }</bold> Clips
plk: { "\u0009" }<bold>{ $count }</bold> کِلِپس

source: <bold>Currently, there are no API credentials associated with your account.</bold>
plk: <bold>فی الحال څھے اکاؤنٹ سے کھاں گہ API اسناد وابستہ نانیْ۔</bold>

source: <bold>Force switching if it’s not natural.</bold> Only switch if that’s how you would naturally talk in that situation.
plk: <bold>زورو سوئچنگ تِھیا اگر آ قدرتی نانیْ تو۔</bold> صرف اسہ صورت دہ سوئچ تِھیا کرہ څھوْس ادئی صورتحال دہ قدرتی شان گیْ موْݜ تُھوِیت۔

source: <bold>Help us</bold> find more voices
plk: اسے امداد تِھیا</bold> مُتیْ آوازہ اورڑِیا <bold>

source: <bold>If you value open, inclusive data - donate today!</bold>
plk: <bold> اگر څھوْ سخی نَت آں جامع ڈیٹائے قدر تھینَت توْ اش عطیہ تِھیا </bold>

source: <bold>Important Notice: API Credentials Generation</bold>
plk: <bold> ضورڑی نوٹس، API اسناد جنریشن</bold>

source: <bold>Include direct quotes or dialogue.</bold> Say exactly what someone said, not a cleaned-up or formal version. Example:
plk: <bold> براہ راست اقتباسات یا ڈائلاگ ٹل تِھیا۔</bold> بال کل اسہ رزہ کھاں جیئی رجاؤن آں نیں تومیْ طرفِجیْ صاف یا رسمی ورژن۔

source: <bold>Interjections.</bold> Interjections and filler words, regardless of language, should remain <bold>untagged.</bold> Examples:
plk: <bold>انٹرجیکشنز۔</bold> انٹرجیکشنز آں فلر الفاظ، زبان جی قطع نظر، <bold>غیر ٹیگ بون پکارن۔</bold> مثال:

source: <bold>Mixed or Morphologically-Adapted Words.</bold> Do not tag words that blend languages or have added endings from another language. Examples:
plk: <bold>مکسڈ یا مورفولوجیکل شان گیْ موافقت پزیر الفاظ</bold>ادا الفاظیْ ٹیگ نہ تِھیا کھاں سہ جِبہ ایْکھتِیارن یا کوئے مُتیْ جِبو اختتام شامل تھین۔ مثال:

source: <bold>Offensive content or sensitive information</bold>
plk: <bold>جارحانہ مواد یا حساس معلومات</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
plk: <bold>انسان دوستی </bold> - مقامی اختراع گہ ترقی فروغ دونے کِرِیا ڈیٹا سیٹے تخلیق سپانسر تِھیا۔

source: <bold>Proper Names.</bold> Names of people, places, and organisations should not be tagged. Examples:
plk: <bold>مناسب نُوم،</bold>جگو نُومیْ</bold>، زیئے آں آرگنائزیشنو نُومیْ ٹیگ نہ تھون پکارن۔ مثال:

source: <bold>Reflect emotion, identity, and context.</bold> Switching usually happens when people express emotion, urgency, or cultural ideas. Lean into these when answering questions.
plk: <bold>جذبات، شناخت گہ سیاق گہ سباقے عکاسی تِھیا۔</bold>سوئچنگ عام شان گیْ اسہ وخ دہ بِینیْ کرہ جک سہ جذبات، تادی یا تقافتی خیالاتو اظہار تھینَن آں سوالاتو جُواب دون دہ اسݨوڑ تصَور بِینیْ۔

source: <bold>Save Your Keys Securely</bold>
plk: <bold> تومیْ کنݩجی محفوظ چھورِیا </bold>

source: <bold>Speak how you would with friends or family.</bold> If you mix languages in real life, do the same here. Example:
plk: <bold> دوستان یا خاندانے جگو سے څھوْس کاتھ موْݜ کال تھینَت </bold> اگر څھوْس حقیقی جودُن دہ جِبہ ایْکھترینَت توْ ادی گہ اسداتھ تِھیا۔۔

source: <bold>Speak like you’re writing formally.</bold> Avoid formal, academic answers. Keep it conversational.
plk: <bold>آتھہ موْݜ تِھیا کاتھ څھوْس رسمی شان گیْ لِکینَت۔</bold> رسمی گہ تعلیمی جوابوجیْ گریز تِھیا۔

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
plk: <bold> ٹیک کمپنیئے </bold> - فروغ پزیر کثیر لسانی AI موحولیاتی نظامے کِرِیا اوپن ڈیٹا سیٹو تخلیق دہ سرمایہ کاری تِھیا۔

source: <bold>Translate or repeat everything.</bold> Just say it once, the way it would come in a conversation. You don’t have to say a version of the response in each language.
plk: <bold>ہر څِیزے ترجمہ تِھیا یا مرک تِھیا۔</bold> بس ایْک چوْٹ رزہ، کاتھ آئۓ موْݜ کال دہ آیوٰ۔ څھوڑ ہر جِب دہ جوابے ایْک ورژن دہ موْݜ رزونے ضرورڑت نانیْ۔

source: <bold>Use both languages if that’s how you would normally say it.</bold> Even switching just a word or two is useful. Example:
plk: <bold> بیئے جِبو استعمال تِھیا آگر څھوْس عام شان گیْ آتھ رزنَت</bold> ادی بُجَیش چہ صرف ایْک یا دُو لفظی تبدیل تھون مِݜٹہ بین۔
